Repository: LaGGgggg/SkyLibrary
Catalog: SkyLibrary/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Email address
ru: Адрес электронной почты

source: Personal info
ru: Персональная информация

source: Permissions
ru: Разрешения

source: Important dates
ru: Важные даты

source: role
ru: роль

source: Select a valid choice. That choice is not one of the available choices.
ru: Выберите корректный вариант. Этот вариант не является корректным.

source: Visitor
ru: Посетитель

source: Moderator
ru: Модератор

source: Admin
ru: Администратор

source: Superuser
ru: Суперпользователь

source: email
ru: электронная почта

source: Can add a new moderator
ru: Может добавить нового модератора

source: Can change a moderator data
ru: Может изменить данные модератора

source: Can change the user active field
ru: Может изменить поле активности пользователя

source: title
ru: название

source: author
ru: автор

source: Tags
ru: Тэги

source: Minimum value
ru: Минимальное значение

source: Maximum value
ru: Максимальное значение

source: Issue procedure
ru: Порядок выдачи

source: user who added
ru: пользователь, который добавил

source: Filter
ru: Отфильтровать

source: Text filters:
ru: Текстовые фильтры:

source: Tags filter:
ru: Фильтр по тэгам:

source: Click with pressed ctrl to select multiply or deselect
ru: Нажмите с зажатым ctrl, чтобы выбрать несколько или отменить выбор

source: Rating filters:
ru: Фильтры по рейтингу:

source: ascending
ru: в порядке возрастания

source: descending
ru: в порядке убывания

source: Something went wrong with your request, please try again or contact support (code: {error_code})
ru: С вашим запросом что-то пошло не так, пожалуйста, попробуйте ещё раз или обратитесь в поддержку (код: {error_code})

source: Current value of the field
ru: Текущее значение поля

source: This comment was banned
ru: Этот комментарий заблокирован

source: The value of the banned field
ru: Значение заблокированного поля

source: Link to the target of the report
ru: Ссылка на цель жалобы

source: File
ru: Файл

source: Not a unique title, change it.
ru: Не уникальное название, измените его.

source: Not a unique description, change it.
ru: Не уникальное описание, измените его.

source: {checking_object_name} - is too big (more than {max_size_in_megabytes}Mb)
ru: {checking_object_name} - слишком большой (больше чем {max_size_in_megabytes}Мб)

source: Something went wrong, you may not have specified the file field, please try again or contact support
ru: Что-то пошло не так, возможно, вы не указали поле файла, попробуйте еще раз или обратитесь в службу поддержки

source: Comment text
ru: Текст комментария

source: Add comment
ru: Добавить комментарий

source: Reply text
ru: Текст ответа

source: Add reply
ru: Добавить ответ

source: What is happened
ru: Что случилось

source: Send report
ru: Отправить жалобу

source: Select the correct report reason choice.
ru: Выберите корректный вариант причины жалобы.

source: name en-us
ru: название en-us

source: help text en-us
ru: текст помощи en-us

source: name ru
ru: название ru

source: help text ru
ru: текст помощи ru

source: publication date
ru: дата публикации

source: media tag
ru: тэг медиа

source: media tags
ru: тэги медиа

source: Inactive
ru: Неактивно

source: Active
ru: Активно

source: Not valid
ru: Не прошло проверку

source: description
ru: описание

source: tags
ru: тэги

source: active
ru: активно

source: file
ru: файл

source: cover
ru: обложка

source: Can change the value of the media active field
ru: Может изменить значение поля активности медиа

source: media
ru: медиа

source: medias
ru: медиа

source: Not downloaded
ru: Не скачано

source: Downloaded
ru: Скачано

source: download
ru: скачивание

source: Object with this user and media already exists
ru: Объект с таким пользователем и медиа уже существует

source: media download
ru: скачивание медиа

source: media downloads
ru: скачивания медиа

source: rating
ru: рейтинг

source: media rating
ru: рейтинг медиа

source: media ratings
ru: рейтинги медиа

source: Media type
ru: Тип медиа

source: Comment type
ru: Тип комментарий

source: content
ru: содержимое

source: target type
ru: тип цели

source: target id
ru: id цели

source: Media type comment
ru: Комментарий типа медиа

source: Comment type comment
ru: Комментарий типа комментарий

source: Too frequent comments, please wait and try again
ru: Слишком частые комментарии, пожалуйста, подождите и попрубуйте ещё раз

source: Can change the content of the comment to "This comment was banned"
ru: Может изменить текст комментария на "Этот комментарий заблокирован"

source: comment
ru: комментарий

source: comments
ru: комментарии

source: Up vote
ru: Голос вверх

source: Down vote
ru: Голос вниз

source: comment rating
ru: рейтинг комментария

source: comment ratings
ru: рейтинги комментария

source: user who addded
ru: пользователь, который добавил

source: report type
ru: тип жалобы

source: report types
ru: типы жалобы

source: Media report
ru: Жалоба на медиа

source: Comment report
ru: Жалоба на комментарий

source: You can not create one more report on the same media/comment
ru: Вы не можете создать ещё одну жалобу на один/одну комментарий/медиа

source: Too frequent reports, please wait and try again
ru: Слишком частые жалобы, пожалуйста, подождите и попрубуйте ещё раз

source: Error, unexpected value, please try again or contact support (code: 3.1)
ru: Ошибка, неожиданное значение, пожалуйста, попробуйте ещё раз или обратитесь в поддержку (код: 3.1)

source: report
ru: жалоба

source: reports
ru: жалобы

source: Something went wrong with your comment, please try again or contact support (code: {error_code})
ru: С вашим комментарием что-то пошло не так, пожалуйста, попробуйте ещё раз или обратитесь в поддержку (код: {error_code})

source: Something went wrong with your report, please try again or contact support (code: {error_code})
ru: С вашей жалобой что-то пошло не так, пожалуйста, попробуйте ещё раз или обратитесь в поддержку (код: {error_code})

source: Please select a reason for the report.
ru: Пожалуйста, выберите причину жалобы.

source: code
ru: код

source: Reply
ru: Ответить

source: create date
ru: дата создания

source: moderator task
ru: задача модератора

source: moderator tasks
ru: задачи модератора

source: Home page
ru: Главная страница

source: Log in
ru: Войти

source: password recovery
ru: восстановление пароля

source: Logout successful
ru: Выход из аккаунта произведён успешно

source: Profile
ru: Профиль

source: Change password
ru: Изменить пароль

source: Password changed successfully
ru: Пароль изменён успешно

source: Reset password
ru: Восстановить пароль

source: Please enter your new password twice
ru: Пожалуйста, введите ваш новый пароль дважды

source: Invalid link
ru: Неправильная ссылка

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
ru: Ссылка на восстановление пароля неверна, возможно, она уже была использована. Пожалуйста, запросите новую ссылку на восстановление пароля.

source: Someone asked for password reset for email %(email)s. Follow the link below: %(protocol)s://%(domain)s%(password_reset_confirm)s Your username, in case you've forgotten: %(user_get_username)s
ru: Кто-то запросил изменение пароля для почты %(email)s. Перейдите по ссылке ниже: %(protocol)s://%(domain)s%(password_reset_confirm)s Ваше имя пользователя, на случай, если вы его забыли: %(user_get_username)s

source: Check your email
ru: Проверьте свою почту

source: Add new media
ru: Добавить новую медиа

source: Log out
ru: Выйти

source: Moderator page
ru: Страница модератора

source: My medias
ru: Мои медиа

source: Edit media
ru: Изменить медиа

source: My downloads
ru: Мои скачивания

source: Support
ru: Поддержка

source: Account activation completed
ru: Активация аккаунта завершена

source: You have asked to register an account at %(site_name)s. If this wasn't you, please ignore this email. To activate this account, please click the following link within the next %(expiration_days)s day:
ru: Вы запросили регистрацию аккаунта на: %(site_name)s. Если это не вы, пожалуйста, игнорируйте это письмо. Для активации аккаунта, пожалуйста, перейдите по ссылке ниже в течение %(expiration_days)s дня:

source: account activation
ru: активация аккаунта

source: Account activation failed
ru: Активация аккаунта не удалась

source: Sorry, you can`t register
ru: Простите, вы не можете зарегистрироваться

source: Sign up
ru: Зарегистрироваться

source: error
ru: ошибка

source: Oops, invalid url
ru: Уупс, неправильный url

source: Oops, you do not have permission to do this
ru: Уупс, у вас нет прав делать это

source: Oops, page not found
ru: Уупс, страница не найдена

source: Oops, server error
ru: Уупс, ошибка сервера

source: Hello, there
ru: Приветствуем

source: Nothing found
ru: Ничего не найдено

source: Create your media
ru: Создайте своё медиа

source: Submit
ru: Подтвердить

source: Waiting for a file
ru: Ожидание файла

source: Uploading the file
ru: Загрузка файла

source: The file is uploaded, click submit to save
ru: Файл загружен, нажмите подтвердить для сохранения

source: Error, please try again or contact support
ru: Ошибка, пожалуйста, попробуйте ещё раз или обратитесь в поддержку

source: Your media has been successfully created and submitted for moderation
ru: Ваше медиа успешно создано и отправлено на модерацию

source: Update your media
ru: Измените своё медиа

source: Your media has been successfully updated and submitted for moderation
ru: Ваше медиа успешно изменено и отправлено на модерацию

source: Download file
ru: Скачать файл

source: Downloads
ru: Скачиваний

source: Author
ru: Автор

source: Added by
ru: Добавлено

source: Leave a comment
ru: Оставить комментарий

source: Moderate
ru: Модерация

source: Approve
ru: Одобрить

source: Disapprove
ru: Не одобрять

source: Confirm
ru: Подтвердить

source: Auto new task
ru: Автоматически новую задачу

source: No auto new task
ru: Нет автоматически новой задачи

source: No tasks available
ru: Нет доступных задач

source: Receive task
ru: Получить задачу
